{
  "AKB48": [
    "岩立沙穂", "福岡聖菜", "向井地美音", "小栗有以", "倉野尾成美", "坂川陽香", "下尾みう", "髙橋彩音",
    "徳永羚海", "永野芹佳", "橋本陽菜", "千葉恵里", "鈴木くるみ", "田口愛佳", "長友彩海", "武藤小麟",
    "山内瑞葵", "大盛真歩", "太田有紀", "佐藤綺星", "橋本恵理子", "畠山希美", "平田侑希", "布袋百椛",
    "正鋳真優", "水島美結", "山﨑空", "秋山由奈", "新井彩永", "工藤華純", "久保姫菜乃", "迫由芽実",
    "成田香姫奈", "八木愛月", "山口結愛", "伊藤百花", "奥本カイリ", "川村結衣", "白鳥沙怜", "花田藍衣",
    "大賀彩姫", "近藤沙樹", "丸山ひなた"
  ],
  "SKE48": [
    "相川暖花", "石黒友月", "伊藤虹々美", "入内嶋涼", "熊崎晴香", "倉島杏実", "坂本真凛", "杉本りいな",
    "鈴木恋奈", "中野愛理", "野村実代", "原優寧", "松川みゆ", "山村さくら", "荒野姫楓", "池田楓",
    "伊藤実希", "井上瑠夏", "奥野心羽", "鎌田菜月", "北川愛乃", "佐藤佳穂", "篠原京香", "菅原茉椰",
    "藤本冬香", "松本慈子", "青海ひな乃", "青木莉樺", "赤堀君江", "浅井裕華", "井田玲音名", "太田彩夏",
    "大村杏", "河村優愛", "鈴木愛菜", "中坂美祐", "仲村和泉", "西井美桜", "長谷川雅", "森本くるみ",
    "太田愛恵", "川村昇子", "久保田怜", "雲井紗菜", "倉本羽菜", "桒原椿", "近藤海琴", "桜井愛莉咲",
    "佐々木希美", "高村紗弥", "立花菖", "田村真悠", "聖遥花", "福原心春", "南澤恋々", "宮本倫花", "横井志穂"
  ],
  "NMB48": [
    "青原優花", "池田典愛", "泉綾乃", "川上千尋", "小嶋花梨", "渋谷紗雪", "田中雪乃", "平山真衣",
    "福野杏実", "松岡さくら", "松本海日菜", "宮本杏海", "池帆乃香", "板垣心和", "田中美空", "西由真",
    "西島梨央", "西田帆花", "芳賀礼", "眞鍋杏樹", "三鴨くるみ", "山本望叶", "吉見純音", "和田海佑",
    "青原和花", "安部若菜", "衣笠彩実", "黒島咲花", "坂下真心", "坂田心咲", "坂本理紗", "桜田彩叶",
    "塩月希依音", "新澤菜央", "龍本弥生", "舟橋礼菜", "水田詩織", "芳野心咲", "石山千尋", "内田愛彩",
    "木根彩呂花", "澁谷愛紗南", "高橋ことね", "竹田京加", "田中ミリア", "中川朋香", "永田楓花", "宮崎紗衣",
    "宮原心音", "村井悠莉", "山口美桜"
  ],
  "HKT48": [
    "生野莉奈", "石橋颯", "石松結菜", "市村愛里", "北川陽彩", "栗原紗英", "坂本りの", "渋井美奈",
    "豊永阿紀", "藤野心葉", "渕上舞", "梁瀬鈴雅", "山内祐奈", "秋吉優花", "井澤美優", "猪原絆愛",
    "今村麻莉愛", "江口心々華", "大内梨果", "大庭凜咲", "栗山梨奈", "竹本くるみ", "立花心良", "田中伊桜莉",
    "地頭江音々", "福井可憐", "森﨑冴彩", "安井妃奈", "青木日菜子", "石井彩音", "石川歩実優", "猪島莉玲亜",
    "江浦優香", "片平紗麗", "呉優菜", "堤楓夏", "靏川那智", "中野南実", "長野らら", "松永悠良", "松本苺花",
    "山川万里愛", "吉田めい", "龍頭綺音"
  ],
  "NGT48": [
    "清司麗菜", "西潟茉莉奈", "佐藤海里", "藤崎未夢", "大塚七海", "三村妃乃", "磯部瑠紅", "喜多花恵",
    "北村優羽", "木本優菜", "水津菜月", "杉本萌", "鈴木凛々花", "浅生珠菜", "磯崎菜々", "奥村百花",
    "木本杏菜", "佐藤広花", "新沢葵唯", "関野山凪", "高島柚愛", "西川晴菜", "原愛実", "吉原愛里衣",
    "安座間結", "阿達夢", "大町佑香", "甲斐瑞季", "北澤百音", "佐藤柚花", "須藤凜華", "谷口陽香",
    "辻田季音", "中田麻実", "皆川日和"
  ],
  "STU48": [
    "石田千穂", "谷口茉妃菜", "兵頭葵", "福田朱里", "信濃宙花", "中村舞", "池田裕楽", "内海里音",
    "尾崎世里花", "川又優菜", "工藤理子", "迫姫華", "清水紗良", "高雄さやか", "原田清花", "宗雪里香",
    "吉田彩良", "渡辺菜月", "岡田あずみ", "岡村梨央", "久留島優果", "諸葛望愛", "新井梨杏", "石原侑奈",
    "曽川咲葵", "濵田響", "森末妃奈", "奥田唯菜", "北澤苺"
  ]
}