const performances = [
  {
    date: "2025-06-01",
    stage: "AKB48 ここからだ",
    time: "昼",
    members: ["秋山由奈", "工藤華純", "倉野尾成美", "佐藤綺星", "下尾みう", "髙橋彩音",
              "千葉恵里", "永野芹佳", "福岡聖菜", "水島美結", "向井地美音", "八木愛月",
              "山内瑞葵", "山口結愛", "山﨑空", "伊藤百花"]
  },
  {
    date: "2025-06-01",
    stage: "AKB48 ここからだ",
    time: "夜",
    members: ["秋山由奈", "工藤華純", "倉野尾成美", "佐藤綺星", "下尾みう", "髙橋彩音",
              "千葉恵里", "永野芹佳", "福岡聖菜", "水島美結", "向井地美音", "八木愛月",
              "山内瑞葵", "山口結愛", "山﨑空", "伊藤百花"]
  },
  {
    date: "2025-06-02",
    stage: "AKB48 RESET",
    time: "",
    members: ["坂川陽香", "徳永羚海", "長友彩海", "永野芹佳", "平田侑希", "福岡聖菜",
              "武藤小麟", "村山彩希"]
  },
  {
    date: "2025-06-03",
    stage: "AKB48 RESET",
    time: "",
    members: ["新井彩永", "下尾みう", "鈴木くるみ", "橋本恵理子", "布袋百椛", "水島美結",
              "向井地美音", "村山彩希"]
  },
  {
    date: "2025-06-04",
    stage: "AKB48 今日は誰に恋をする?",
    time: "",
    members: ["新井彩永", "大盛真歩", "倉野尾成美", "坂川陽香", "下尾みう", "鈴木くるみ",
              "髙橋彩音", "田口愛佳", "千葉恵里", "長友彩海", "橋本恵理子", "橋本陽菜",
              "正鋳真優", "水島美結", "村山彩希", "山﨑空"]
  },
  {
    date: "2025-06-05",
    stage: "AKB48 RESET",
    time: "",
    members: ["坂川陽香", "田口愛佳", "永野芹佳", "橋本陽菜", "正鋳真優", "村山彩希",
              "八木愛月", "山口結愛"]
  },
  {
    date: "2025-06-06",
    stage: "AKB48 ここからだ",
    time: "",
    members: ["太田有紀", "大盛真歩", "小栗有以", "倉野尾成美", "坂川陽香", "迫由芽実",
              "鈴木くるみ", "徳永羚海", "長友彩海", "畠山希美", "平田侑希", "布袋百椛",
              "村山彩希", "山口結愛", "山﨑空", "奥本カイリ"]
  }
];